Repository: gistya/SwiftXState
Catalog: Sources/SwiftXStateGraph/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, es, fa, fr, he, hi, id, it, ja, ko, nl, pl, pt_br, ru, tr, uk, vi, zh_hans

source: Fit
ar: ملاءمة
bn: ফিট
de: Einpassen
es: Ajustar
fa: برازش
fr: Ajuster
he: התאמה
hi: फ़िट
id: Paskan
it: Adatta
ja: フィット
ko: 맞춤
nl: Passend
pl: Dopasuj
pt_br: Ajustar
ru: Вписать
tr: Sığdır
uk: Вмістити
vi: Vừa khít
zh_hans: 适应

source: Reset
ar: إعادة تعيين
bn: রিসেট
de: Zurücksetzen
es: Restablecer
fa: بازنشانی
fr: Réinitialiser
he: איפוס
hi: रीसेट
id: Setel Ulang
it: Reimposta
ja: リセット
ko: 재설정
nl: Herstellen
pl: Resetuj
pt_br: Redefinir
ru: Сбросить
tr: Sıfırla
uk: Скинути
vi: Đặt lại
zh_hans: 重置

source: Spacing:
ar: التباعد:
bn: ব্যবধান:
de: Abstand:
es: Espaciado:
fa: فاصله‌گذاری:
fr: Espacement :
he: מרווח:
hi: स्पेसिंग:
id: Jarak:
it: Spaziatura:
ja: 間隔:
ko: 간격:
nl: Afstand:
pl: Odstęp:
pt_br: Espaçamento:
ru: Интервал:
tr: Aralık:
uk: Відстань:
vi: Khoảng cách:
zh_hans: 间距：

# %lld states · %lld transitions
source: %1$lld states · %2$lld transitions
ar: %1$lld حالة · %2$lld انتقال
bn: %1$lld স্টেট · %2$lld ট্রানজিশন
de: %1$lld Zustände · %2$lld Übergänge
es: %1$lld estados · %2$lld transiciones
fa: %1$lld حالت · %2$lld گذار
fr: %1$lld états · %2$lld transitions
he: %1$lld מצבים · %2$lld מעברים
hi: %1$lld स्टेट · %2$lld ट्रांज़िशन
id: %1$lld state · %2$lld transisi
it: %1$lld stati · %2$lld transizioni
ja: %1$lld 個の状態 · %2$lld 個の遷移
ko: 상태 %1$lld개 · 전이 %2$lld개
pl: %1$lld stanów · %2$lld przejść
pt_br: %1$lld estados · %2$lld transições
ru: %1$lld состояний · %2$lld переходов
tr: %1$lld durum · %2$lld geçiş
uk: %1$lld станів · %2$lld переходів
vi: %1$lld trạng thái · %2$lld chuyển tiếp
zh_hans: %1$lld 个状态 · %2$lld 个转换

source: Spread the nodes apart; regions grow to keep them enclosed
ar: باعِد بين العُقد؛ تتوسّع المناطق لتظل مُحيطةً بها
bn: নোডগুলো ছড়িয়ে দিন; সেগুলো ঘিরে রাখতে অঞ্চল বড় হয়
de: Knoten auseinanderziehen; Regionen wachsen mit, um sie zu umschließen
es: Separa los nodos; las regiones crecen para mantenerlos contenidos
fa: گره‌ها را از هم دور می‌کند؛ نواحی بزرگ می‌شوند تا آن‌ها را در بر بگیرند
fr: Écarter les nœuds ; les régions s'agrandissent pour les contenir
he: פיזור הצמתים; האזורים גדלים כדי להכיל אותם
hi: नोड्स को अलग फैलाएँ; उन्हें घेरे रखने के लिए क्षेत्र बढ़ते हैं
id: Renggangkan node; region membesar agar tetap melingkupinya
it: Allontana i nodi; le regioni si espandono per contenerli
ja: ノードを広げます。リージョンは内包を保つために拡大します
ko: 노드를 넓게 벌립니다. 영역은 노드를 감싸도록 함께 커집니다
nl: Spreid de nodes uit; regio's groeien mee om ze te omsluiten
pl: Rozsuwa węzły; regiony rosną, aby je obejmować
pt_br: Afasta os nós; as regiões crescem para mantê-los contidos
ru: Раздвигает узлы; регионы расширяются, чтобы вместить их
tr: Düğümleri birbirinden ayırır; bölgeler onları kapsamak için büyür
uk: Розсуньте вузли; регіони збільшуються, щоб їх охоплювати
vi: Giãn các nút ra xa nhau; các vùng mở rộng để bao trọn chúng
zh_hans: 拉开节点间距；区域会随之扩大以容纳节点

source: This machine has no nested states to graph.
ar: لا تحتوي هذه الآلة على حالات متداخلة لعرضها كمخطط.
bn: গ্রাফ করার মতো কোনো নেস্টেড স্টেট এই মেশিনে নেই।
de: Diese Maschine hat keine verschachtelten Zustände zum Darstellen.
es: Esta máquina no tiene estados anidados para graficar.
fa: این ماشین هیچ حالت تودرتویی برای رسم گراف ندارد.
fr: Cette machine n'a aucun état imbriqué à représenter.
he: למכונה זו אין מצבים מקוננים לשרטוט.
hi: इस मशीन में ग्राफ़ बनाने के लिए कोई नेस्टेड स्टेट नहीं है।
id: Machine ini tidak punya state bersarang untuk digambarkan.
it: Questa macchina non ha stati annidati da rappresentare.
ja: このマシンにはグラフ化できるネストされた状態がありません。
ko: 이 머신에는 그래프로 표시할 중첩 상태가 없습니다.
nl: Deze machine heeft geen geneste states om te tekenen.
pl: Ta maszyna nie ma zagnieżdżonych stanów do zobrazowania.
pt_br: Esta máquina não tem estados aninhados para representar no grafo.
ru: У этой машины нет вложенных состояний для отображения.
tr: Bu makinenin grafiği çizilecek iç içe durumu yok.
uk: Ця машина не має вкладених станів для побудови графа.
vi: Máy trạng thái này không có trạng thái lồng nhau để vẽ đồ thị.
zh_hans: 此状态机没有可绘制的嵌套状态。

source: Active
ar: نشِطة
bn: সক্রিয়
de: Aktiv
es: Activo
fa: فعال
fr: Actif
he: פעיל
hi: सक्रिय
id: Aktif
it: Attivo
ja: アクティブ
ko: 활성
nl: Actief
pl: Aktywny
pt_br: Ativo
ru: Активно
tr: Etkin
uk: Активний
vi: Đang hoạt động
zh_hans: 活动

source: Idle
ar: خاملة
bn: নিষ্ক্রিয়
de: Inaktiv
es: Inactivo
fa: بی‌کار
fr: Inactif
he: לא פעיל
hi: निष्क्रिय
id: Diam
it: Inattivo
ja: アイドル
ko: 유휴
nl: Inactief
pl: Bezczynny
pt_br: Ocioso
ru: Ожидание
tr: Boşta
uk: Неактивний
vi: Nhàn rỗi
zh_hans: 空闲

source: Final
ar: نهائية
bn: চূড়ান্ত
fa: نهایی
he: סופי
hi: अंतिम
it: Finale
ja: 最終
ko: 최종
nl: Definitief
pl: Końcowy
ru: Финальное
tr: Nihai
uk: Кінцевий
vi: Kết thúc
zh_hans: 最终

source: Zoom in
ar: تكبير
bn: জুম ইন
de: Vergrößern
es: Acercar
fa: بزرگ‌نمایی
fr: Zoom avant
he: הגדלה
hi: ज़ूम इन
id: Perbesar
it: Ingrandisci
ja: 拡大
ko: 확대
nl: Inzoomen
pl: Powiększ
pt_br: Aumentar zoom
ru: Приблизить
tr: Yakınlaştır
uk: Збільшити
vi: Phóng to
zh_hans: 放大

source: Zoom out
ar: تصغير
bn: জুম আউট
de: Verkleinern
es: Alejar
fa: کوچک‌نمایی
fr: Zoom arrière
he: הקטנה
hi: ज़ूम आउट
id: Perkecil
it: Riduci
ja: 縮小
ko: 축소
nl: Uitzoomen
pl: Pomniejsz
pt_br: Diminuir zoom
ru: Отдалить
tr: Uzaklaştır
uk: Зменшити
vi: Thu nhỏ
zh_hans: 缩小

source: Render mode
ar: وضع العرض
bn: রেন্ডার মোড
de: Rendermodus
es: Modo de renderizado
fa: حالت رندر
fr: Mode de rendu
he: מצב תצוגה
hi: रेंडर मोड
id: Mode render
it: Modalità di rendering
ja: レンダリングモード
ko: 렌더 모드
nl: Weergavemodus
pl: Tryb renderowania
pt_br: Modo de renderização
ru: Режим отрисовки
tr: Görüntüleme modu
uk: Режим рендерингу
vi: Chế độ hiển thị
zh_hans: 渲染模式

source: Node spacing
ar: تباعد العُقد
bn: নোড ব্যবধান
de: Knotenabstand
es: Espaciado de nodos
fa: فاصله‌گذاری گره‌ها
fr: Espacement des nœuds
he: מרווח בין צמתים
hi: नोड स्पेसिंग
id: Jarak node
it: Spaziatura dei nodi
ja: ノード間隔
ko: 노드 간격
nl: Node-afstand
pl: Odstęp węzłów
pt_br: Espaçamento dos nós
ru: Интервал между узлами
tr: Düğüm aralığı
uk: Відстань між вузлами
vi: Khoảng cách nút
zh_hans: 节点间距

source: State graph
ar: مخطط الحالات
bn: স্টেট গ্রাফ
de: Zustandsgraph
es: Gráfico de estados
fa: گراف حالت
fr: Graphe d'états
he: גרף מצבים
hi: स्टेट ग्राफ़
id: Grafik state
it: Grafo degli stati
ja: 状態グラフ
ko: 상태 그래프
nl: State-grafiek
pl: Graf stanów
pt_br: Grafo de estados
ru: Граф состояний
tr: Durum grafiği
uk: Граф станів
vi: Đồ thị trạng thái
zh_hans: 状态图

source: 3D rendering is not available on this platform.
ar: التصيير ثلاثي الأبعاد غير متاح على هذه المنصة.
bn: এই প্ল্যাটফর্মে থ্রিডি রেন্ডারিং উপলব্ধ নেই।
de: 3D-Rendering ist auf dieser Plattform nicht verfügbar.
es: El renderizado 3D no está disponible en esta plataforma.
fa: رندر سه‌بعدی در این پلتفرم در دسترس نیست.
fr: Le rendu 3D n'est pas disponible sur cette plateforme.
he: עיבוד תלת-ממד אינו זמין בפלטפורמה זו.
hi: इस प्लेटफ़ॉर्म पर 3D रेंडरिंग उपलब्ध नहीं है।
id: Rendering 3D tidak tersedia di platform ini.
it: Il rendering 3D non è disponibile su questa piattaforma.
ja: このプラットフォームでは3Dレンダリングを利用できません。
ko: 이 플랫폼에서는 3D 렌더링을 사용할 수 없습니다.
nl: 3D-weergave is niet beschikbaar op dit platform.
pl: Renderowanie 3D nie jest dostępne na tej platformie.
pt_br: A renderização 3D não está disponível nesta plataforma.
ru: 3D-рендеринг недоступен на этой платформе.
tr: 3D işleme bu platformda kullanılamıyor.
uk: 3D-рендеринг недоступний на цій платформі.
vi: Kết xuất 3D không khả dụng trên nền tảng này.
zh_hans: 此平台不支持 3D 渲染。
